Revit 2027 API
ParameterTypeId.RoomDesignHeatingLoadParam Property
 "Design Heating Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignHeatingLoadParam { get; }
Public Shared ReadOnly Property RoomDesignHeatingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignHeatingLoadParam {
	ForgeTypeId^ get ();
}
static member RoomDesignHeatingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace